app/Models/EczaneModel.php

SELECT *
FROM `vtys`
---
    function test(){
        $builder=$this->db->table('vtys');
        $res=$builder->get()->getResult();